Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The cooperation in the programme committee has been very good – both between companies and authorities and between individuals, according to Lindsø.
nb: Samarbeidet i programkomiteen har vært veldig bra – både mellom selskaper og myndigheter og mellom enkeltpersoner, ifølge Lindsø.

source: Lindsø is originally Danish and previously worked in Southeast Asia, and with this background she goes on to say that she views the cooperation between the Norwegian authorities and the oil companies as quite unique.
nb: Lindsø er opprinnelig dansk og har tidligere jobbet i Sørøst- Asia, og med denne bakgrunn sier hun videre at hun ser samarbeidet mellom norske myndigheter og oljeselskapene som ganske unikt.

source: “That is actually one of the reasons I chose to work in Norway.
nb: "Det er faktisk en av grunnene til at jeg har valgt å jobbe i Norge.

source: The authorities here are strong and want to promote cooperation and knowledge sharing.
nb: Myndighetene her er sterke og ønsker å fremme samarbeid og kunnskapsdeling.

source: When you share knowledge, others can take this with them and build upon it.
nb: Når man deler kunnskap, kan andre ta det med seg og bygge videre på det.

source: Everyone benefits,” she says.
nb: Det tjener alle på" sier hun.

source: “We are planning more network events to further strengthen the cooperation in the structural geology group within Force,” says Ine Gjeldvik, the NPD’s representative in the programme committee.
nb: "Vi planlegger flere nettverksarrangementer for ytterligere å styrke samarbeidet i strukturgeologi gruppen under Force," sier Ine Gjeldvik, som har vært ODs representant i programkomiteen.

source: Read more about the programme and presenters >>
nb: Les mer om programmet og foredragsholderne >>

source: Awards in predefined areas 2014 (APA 2014) - announcement >>
nb: Tildeling i forhåndsdefinerte områder 2014 (TFO 2014) - Utlysning >>

source: The workshop was headed by the European Association of Geoscientists and Engineers (EAGE), and the target group was scientists and experts from academia and industry, authorities and decision-makers.
nb: Workshopen var i regi av European Association of Geoscientists and Engineers (EAGE), og målgruppen var forskere og eksperter fra akademia og industrien, myndigheter og beslutningstakere.

source: The topic was the latest developments within CO2 storage in subsea reservoir rocks, as well as discussing and sharing knowledge and experience from projects around the globe.
nb: Temaet var siste nytt innen lagring av CO2 i undersjøiske reservoarbergarter samt diskutere og dele kunnskap og erfaringer fra prosjekter rundt om i verden.

source: The Norwegian Petroleum Directorate’s (NPD’s) efforts to map storage possibilities for CO2 on the Norwegian continental shelf were presented in three lectures and three posters.
nb: Oljedirektoratets arbeid med å kartlegge lagringsmulighetene for CO2 på norsk sokkel ble presentert i tre foredrag og på tre plakater.

source: Rita Sand Røed, who has worked as a geologist in the NPD for 3 years, won the prize for best poster.
nb: Rita Sande Rød, som har jobbet som geolog i OD i tre år, vant prisen for beste plakat.

source: Eva Halland, project leader for the Norwegian Petroleum Directorate’s CO2 atlas, presented the mapping of the Norwegian shelf at the workshop.
nb: Eva Halland, prosjektleder for Oljedirektoratets (OD) CO2-atlas, presenterte kartleggingen av norsk sokkel på workshopen-en.

source: The mapping has been ongoing for four years, and three atlases – of the North Sea, Norwegian Sea and Barents Sea, respectively, have been produced.
nb: Kartleggingen har pågått i fire år, og tre atlas – over henholdsvis Nordsjøen, Norskehavet og Barentshavet – er produsert.

source: The fourth, a general atlas, is now being printed.
nb: Det fjerde, et samleatlas, er nå i trykken.

source: In her presentation, Halland noted that capture and storage of CO2 is a significant part of the total reduction necessary in order to have a chance of achieving the two-degree target:
nb: Halland påpekte i sitt foredrag at fangst og lagring av CO2 er en vesentlig del av den totale reduksjonen som er nødvendig dersom en skal ha en sjanse til å nå togradersmålet:

source: “If nothing is done, achieving the goal will be difficult.
nb: "Dersom ingenting blir gjort, blir det vanskelig å nå målet.

source: The issue of how to handle and store CO2 is just as much about politics, finances and government regulation as research and technology.”
nb: Håndtering og lagring av CO2 dreier seg like mye om politikk, økonomi og regulering som om forskning og teknologi."

source: Halland went through what the authorities and companies need to have in place to start with CO2 storage.
nb: Halland gjennomgikk hva som må være på plass fra myndighetens og selskapenes sidefor å kunne starte med lagring av CO2.

source: According to Halland, the technological aspect is under control:
nb: Ifølge Halland er det kontroll på den teknologiske biten:

source: “We know that safe storage and transport of CO2 can be achieved – there are many good examples of this on the Norwegian shelf.
nb: "Vi vet at det er mulig å få til sikker lagring og transport av CO2 – det har vi gode eksempler på fra norsk sokkel.

source: Topics: Geology | Storage and use of CO2
nb: Tema: Geologi | Lagring og bruk av co2

source: The conference is a follow-up of the report "Evaluation of projects implemented on the Norwegian shelf", presented last autumn.
nb: Konferansen er en oppfølging av rapporten Vurdering av gjennomførte prosjekter på norsk sokkel, som ble lagt fram i fjor høst.

source: "The report uncovered an improvement potential as regards execution of major projects.
nb: "Rapporten avdekket at det er et forbedringspotensial når det gjelder gjennomføring av store prosjekter.

source: The conference will focus on how to improve and how companies can share experiences," says Arne Holhjem, technology and environment manager in the NPD.
nb: Konferansen fokuserer på hvordan man kan bli bedre – og hvordan selskapene kan dele erfaringer med hverandre," sier Arne Holhjem, direktør for teknologi og miljø i OD.

source: He adds that budget overruns and delays are not new problems for projects on the shelf, and that most of the findings in the report are already known:
nb: Han legger til at budsjettoverskridelser og forsinkelser ikke er et nytt problem i prosjekter på sokkelen, og at de fleste av funnene som presenteres i rapporten er kjent fra tidligere:

source: "However, it is important to learn from each other's experiences," says Holhjem, who is looking forward to the conference:
nb: "Men det er viktig å lære av hverandres erfaringer," sier Holhjem, som gleder seg til konferansen:

source: "I think we have put together a good programme with interesting topics and good speakers."
nb: "Jeg synes vi har fått til et godt program med interessante tema og gode foredragsholdere."

source: Read the programme (Norwegian only) here >>
nb: Les programmet >>

source: Read the report >" href="/en/Publications/Reports/Evaluation-of-projects-implemented-on-the-Norwegian-shelf/">"Evaluation of projects implemented on the Norwegian shelf" >>
nb: Les rapporten Vurdering av gjennomførte prosjekter på norsk sokkel >>

source: This collection contains samples from around 1600 exploration and production wells on the Norwegian shelf.
nb: Dette lageret inneholder prøver fra rundt 1600 lete- og produksjonsbrønner på norsk sokkel.

source: The stand features, among others, a core sample from the very first well that proved oil on the Norwegian shelf in 1967.
nb: På standen er det blant annet utstilt en kjerneprøve fra den aller første brønnen som påviste olje på norsk sokkel i 1967.

source: Information about the petroleum activities is national property.
nb: Informasjonen om aktivitetene på sokkelen er nasjonens eiendom.

source: When it is disseminated and used effectively, the resources are also better exploited by the companies.
nb: Når den blir spredt og brukt effektivt, utnytter også selskapene ressursene bedre.

source: The core samples are used daily by the petroleum industry, consultants and researchers, who use these samples to build their knowledge regarding the Norwegian shelf.
nb: Kjerneprøvene er i daglig bruk, av petroleumsindustrien, konsulenter og forskere som ved hjelp av disse prøvene øker sin kunnskap om norsk sokkel.

source: The Norwegian oil fund, or the Government Pension Fund – Global, is currently valued at close to NOK 5500 billion.
nb: Det norske oljefondet, eller Statens pensjonsfond utland, er nå på nesten 5.500 milliarder kroner.

source: We have prepared a small brochure that will be distributed at the stand; here is a link to it.
nb: Det er laget en liten trykksak som deles ut på standen, her er en lenke til den.

source: Download pdf:
nb: Last ned pdf:

source: Wellbore 6608/11-6 will be drilled from the Ocean Vanguard drilling facility at position 66° 06` 50.50" N and 08° 23´ 00.00" E.
nb: Brønnbanen 6608/11-6 skal bores fra boreinnretningen Ocean Vanguard i posisjon 66° 06` 50.50" N og 08° 23` 00.00" Ø.

source: The drilling programme for wellbore 6608/11-6 concerns drilling of a wildcat well in production licence 128.
nb: Boreprogrammet for brønnbane 6608/11-6 gjelder boring av en undersøkelsesbrønn i utvinningstillatelse 128.

source: Well 6608/11-6 is situated about 190 kilometres north-west of Brønnøysund.
nb: Brønn 6608/11-6 ligger omlag 190 kilometer nordvest for Brønnøysund.

source: Wildcat well 6608/11-6 is well number 21 in production licence 128.
nb: Undersøkelsesbrønn 6608/11-6 er den 21 brønnen i utvinningstillatelsen 128.

source: The drilling permit is contingent upon the operator securing all other permits and consents required by other authorities prior to commencing the drilling activity.
nb: Boretillatelsen forutsetter at de øvrige tillatelsene og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: Three holes were drilled on the Mørerand High, 293 kilometres northwest of Kristiansund.
nb: Tre hull ble boret på Mørerandhøgda, 293 kilometer nordvest av Kristiansund.

source: The deepest hole was terminated 170 metres below the seabed.
nb: Det dypeste hullet ble avsluttet 170 meter under havbunnen.

source: The drilling was carried out by the company Fugro Seacore using the Greatship Manisha vessel at a water depth of 2130 metres.
nb: Boringene ble utført av selskapet Fugro Seacore med fartøyet Greatship Manisha, på 2130 meters vanndyp.

source: The borehole was partially core drilled and electrical logs were registered.
nb: Borehullet ble delvis kjerneboret og elektriske logger målt.

source: The sample material is now being analysed.
nb: Prøvematerialet blir nå analysert videre.

source: The primary objective of the operation was to take core samples of slanted reflectors found deeper than 130 metres below the seabed.
nb: Hovedmålet med toktet var å ta kjerneprøver av skråstilte reflektorer som sees dypere enn 130 meter under havbunnen.

source: Results from this drilling provide important information on the geological development of the Norwegian Sea basin, which formed due to active seafloor spreading between what is now Greenland and Norway.
nb: Resultater av boringene gir viktig informasjon om den geologiske utviklingen av Norskehavsbassenget, som ble dannet som følge av aktiv havbunnsspredning mellom dagens Grønland og Norge.

source: Preliminary results show that the slanted reflectors consist of volcanic cooling breccia (hyaloclastite), formed during rapid cooling of lava that comes into contact with seawater.
nb: Foreløpige resultater viser at de skråstilte reflektorene består av vulkanske avkjølingsbreksjer (hyaloklastitt), dannet ved hurtig avkjøling av lava som kommer i kontakt med havvann.

source: The purpose of the electronic form is to simplify procedures for both applicants and the NPD’s sample release committee.
nb: Hensikten med det elektroniske skjemaet er å forenkle prosedyrene for både søkerne og ODs frigivningskomite.

source: Cores, fluids and drill cuttings from exploration and production wells are released two years after a well is completed.
nb: Kjerner, væsker og borekaks fra lete- og produksjonsbrønner frigis to år etter at en brønn er avsluttet.

source: Until now, oil companies, consultant firms and research institutions that want to take samples of the released material from the Norwegian Petroleum Directorate have applied by email.
nb: Oljeselskaper, konsulentselskaper og forskningsinstitusjoner som ønsker å ta prøver av det frigitte materialet fra Oljedirektoratet har fram til nå søkt per epost.

source: That is no longer possible.
nb: Det er ikke lenger mulig.

source: “Many of the applications lacked significant information, which led to unnecessarily long and difficult processing,” says Robert W. Williams, a geologist and one of the six members of the NPD’s sample release committee.
nb: Williams, som er geolog og blant de seks medlemmene i ODs frigivningskomite.

source: The applications submitted by email to the NPD had to contain a project description and information about sample types, sample size and intervals for each well applied for.
nb: Søknadene som ble sendt på epost til OD måtte inneholde en prosjektbeskrivelse og informasjon om prøvetyper, prøvestørrelse og intervaller for hver brønn som ble søkt på.

source: The new system simplifies the process by limiting the applicant’s options to just available wells, intervals and sample types.
nb: Det nye systemet forenkler prosessen ved å begrense søkerens valgmuligheter til bare tilgjengelige brønner, intervaller og prøvetyper.

source: Mandatory fields must be filled out before the application can be submitted – project description (maximum 400 words), number of grams per sample, number of samples in the stated interval, which analyses samples are used for, etc.
nb: Obligatoriske felt må fylles ut før søknaden kan sendes – prosjektbeskrivelse (maksimum 400 ord), antall gram per prøve, antall prøver i det gitte intervallet, analyser prøvene brukes til osv.

source: The applicant can also attach files that could be of interest in connection with the project.
nb: Søkeren kan også legge ved filer som kan være av interesse i forbindelse med prosjektet.

source: This could be sales brochures, detailed project descriptions or other documents that may be useful for assessing the project’s need for geological sample material.
nb: Det kan være salgsbrosjyrer, detaljerte prosjektbeskrivelser eller andre dokumenter som kan være nyttige for å vurdere prosjektets behov for geologisk prøvemateriale.

source: When evaluating applications, the sample release committee emphasises whether the project will contribute to increasing understanding of the geology on the shelf.
nb: Frigivningskomiteen legger vekt på om undersøkelsen vil bidra til å øke forståelse av geologien på sokkelen når en søknad vurderes.

source: Access to the NPD’s samples is based on the assumption that the project is useful and relevant in relation to exploration, development and production.
nb: Tilgang til ODs prøver forutsetter at prosjektet har nytteverdi og er relevant i forhold til leting, utbygging og produksjon.

source: The size of the sample and quantity is determined based on how much material the NPD has in relation to the project’s need.
nb: Størrelsen på prøven og antall avgjøres på grunnlag av hvor mye materiale OD har i forhold til prosjektets behov.

source: Williams says that the NPD’s sample release committee received 92 applications last year.
nb: Williams forteller at ODs frigivningskomite mottok 92 søknader i fjor.

source: The committee has received 65 applications so far this year (as of 9 September).
nb: Til nå i år (per 9. september) har komiteen mottatt 65 søknader.

source: “We have the impression that interest increases when licensing rounds are announced, as well as when new areas on the Norwegian shelf are opened for petroleum activities,” he says.
nb: "Vi har inntrykk av at interessen øker når det er lyst ut konsesjonsrunder, samt når nye områder på norsk sokkel åpnes for petroleumsvirksomhet," kommenterer han.

source: Odd Bakke Kristiansen, Dag Bering, Robert Williams, Ida Margrete Meling, Christian Magnus og Jan Stenløkk.
nb: Oljedirektoratets kjernevisningsrom Fra venstre: Odd Bakke Kristiansen, Dag Bering, Robert Williams, Ida Margrete Meling, Christian Magnus og Jan Stenløkk.

source: Topics: Wells | Geology
nb: Tema: Brønner | Geologi

source: But maintaining output is not a matter of course.
nb: Men en positiv utvikling kommer ikke av seg selv.

source: text: Torsten Bertelsen
nb: Tekst: Torsten Bertelsen

source: Forecasts indicate that it will be 2025 before petroleum resources in prospects, discoveries and fields still not on stream are more important for output than existing producers.
nb: Først rundt 2025 vil petroleumsressurser fra prospekter, funn og felt som ennå ikke er satt i drift få større betydning enn produksjon fra dagens felt, ifølge prognosene.

source: Record oil and gas prices mean huge revenues for the Norwegian community and petroleum sector.
nb: De rekordhøye prisene på olje og gass fører til eventyrlige inntekter til det norske samfunnet og petroleumsnæringen.

source: Declining The fly in the ointment is that crude production on the NCS is declining more rapidly than the oil companies had previously expected.
nb: Produksjonen faller Malurten i begeret er at norsk sokkel opplever et fall i oljeproduksjonen som er raskere enn det selskapene tidligere har antatt.

source: With some simplification, it can be said that players on the NCS were too pessimistic when production rose towards plateau, and generally overoptimistic after key fields went into decline.
nb: I et historisk perspektiv kan en noe forenklet si at oljeselskapene på norsk sokkel var for pessimistiske da oljeproduksjonen økte opp mot platå.

source: The companies themselves say that wells are being shelved or postponed because of a lack of specialist personnel, equipment and – in some cases – rigs.
nb: Selskapene oppgir selv at brønner skrinlegges eller utsettes på grunn av mangel på fagfolk, utstyr og i enkelte tilfeller rigger.

source: Activity Higher oil and gas prices have boosted activity in the petroleum business.
nb: Økt aktivitet Høyere olje- og gasspriser har gitt større aktivitet i petroleumsnæringen.

source: Many employees in this industry and associated sectors have enjoyed solid pay rises.
nb: Mange ansatte i oljenæringen og tilsluttede næringer har kunnet glede seg over solide lønnsøkninger.

source: Such success stories are often underpinned by long-term efforts which began a number of years ago and have made the fields less vulnerable to capacity constraints and higher costs.
nb: Til grunn for slike suksesshistorier ligger ofte et langsiktig arbeid som startet for flere år siden og som nå har gjort feltene mindre sårbare for kapasitetsbegrensninger og økte kostnader.

source: The NPD has long pointed to the potential of integrated operation as an important measure for boosting resource offtake and value creation.
nb: OD har lenge pekt på verdipotensialet knyttet til integrerte operasjoner som et viktig tiltak for å øke ressursuttaket og verdiskapingen.

source: Uncertainty relating to the future cost of oil and gas seems even greater today than it was a few years ago when prices were low.
nb: Usikkerheten rundt de framtidige olje- og gassprisene synes i dag å være enda større enn for få år siden, da prisene var lave.

source: While the only way ahead then was up, scope now exists for considerable movement in either direction.
nb: Den gang kunne prisene bare gå én vei, mens det i dag er rom for betydelige bevegelser i begge retninger.

source: Opinion on future oil price trends is divided.
nb: Meningene om framtidig prisutvikling er delte.

source: The IEA believes they will never again fall as low as USD 20-30 per barrel, and foresees a long-term average of USD 65.
nb: IEA mener at oljeprisene i framtiden ikke vil gå så lavt som ned mot 20-30 dollar fatet igjen og antar en snittpris på 65 dollar fatet på lang sikt.

source: This optimism is not necessarily shared by all the oil companies.
nb: Denne optimismen deles ikke nødvendigvis av alle oljeselskap.

source: The price uncertainty could prompt the shelving of long-term investment.
nb: Prisusikkerheten kan føre til at langsiktige investeringer legges på is.

source: If that happens on the NCS, the downturn could be sharper than strictly necessary.
nb: Uteblir de nødvendige langsiktige investeringene på norsk sokkel, kan nedturen bli brattere enn strengt tatt nødvendig.

source: Piaf in brief :
nb: Dette er PIAF:

source: The idea behind performance indicator analysis for fields (Piaf) is a new approach to systematising large volumes of data from producing fields off Norway.
nb: Oljedirektoratet (OD) og Olje- og energi- departementet (OED) samler hvert år inn store mengder data og informasjon fra alle felt i produksjon på norsk sokkel.

source: This information is collected every year by the NPD and the Ministry of Petroleum and Energy, and actively used to analyse the condition of these fields.
nb: Dette blir blant annet brukt til å analysere tilstanden på feltene.

source: The Piaf model is based on existing reporting from the operator companies for the government’s revised national planning budget and annual status reports.
nb: PIAF-modellen er basert på eksisterende rapporteringer fra operatørselskapene (tall fra revidert na- sjonalbudsjett (RNB) og årlig statusrapport).

source: The data are used by the NPD to rank fields in accordance with a set of criteria which comprise more than 100 different indicators.
nb: OD sammenholder denne informasjonen årlig og rangerer feltene basert på et kriter- iesett som består av over 100 ulike indikat- orer.

source: The latter embrace both historical information and plans in the short and long term.
nb: Indikatorene fanger opp både historikk og planer på kort og lengre sikt.

source: Results from Piaf are presented to the offshore operators.
nb: Resultatene fra PIAF legges fram for operatørene på sokkelen.

source: This method helps the government to identify fields which face special challenges so that necessary measures can be instituted.
nb: Metoden hjelper myndighetene med å identi- fisere felt som har særskilte utfordringer slik at nødvendige tiltak kan settes i gang.

source: It also provides good understanding of challenges faced at Norwegian continental shelf level.
nb: I tillegg gir PIAF god innsikt i utfordringer på sokkelnivå.

source: Piaf accordingly yields an overview of the field portfolio and the challenges facing the industry.
nb: Samlet gir dermed PIAF oversikt over feltporteføljen og utfordringer i næringen.

source: Collating data from all the fields identifies worrying trends – project postponements, drilling delays, less injection than planned and lower production than expected.
nb: Sammenstilling av data fra alle feltene viser bekymringsfulle tendenser: prosjektut- settelser, boreforsinkelser, mindre injeksjon enn forutsatt og lavere produksjon enn forventet.

source: Read more about some of these challenges and how they could be overcome:
nb: Her kan du lese mer om noen av utfordringene og hvordan de kan løses:

source: In foreign hands
nb: I utenlandske hender

source: Searching for better times
nb: Mot bedre letetider

source: Bit of a problem
nb: Ikke bare å bore

source: The objective is to acquire knowledge about unexplored acreage.
nb: Målet er å skaffe kunnskap om et uutforsket område.
